Repository: FutureSigTech/cogumelo
Catalog: coreModules/form/translations/messages_*.po
Languages: es, gl

source: Confirm
es: Confirmar
gl: Confirmar

source: Success
es: Hecho
gl: Feito

source: Form session expired. Reload
es: Sesión de formulario caducada. Recarga
gl: Sesión de formulario caducada. Recarga

source: Reload to get valid From?
es: Recargar para tener un formulario válido
gl: Recargar para ter un formulario válido

source: Your browser does not have HTML5 support for send files. Upgrade to recent versions...
es: Tu navegador no tiene soporte HTML5 para enviar ficheros. Actualiza a versiones recientes...
gl: O teu navegador non ten soporte HTML5 para enviar arquivos. Actualiza a versións recentes...

source: There are errors in the form
es: Hay errores en el formulario
gl: Hai erros no formulario

source: Warning
es: Atención
gl: Atención

source: Error loading file
es: Error cargando fichero
gl: Erro cargando arquivo

source: Discard
es: Descartar
gl: Descartar

source: Download
es: Descargar
gl: Descargar

source: A positive or negative decimal number please (Ej. 123,25)
es: Un número decimal positivo o negativo, por favor (Ej. 123,25)
gl: Un número decimal positivo ou negativo, por favor (Ej. 123,25)

source: A positive or negative number with {0} decimal, separated with comma
es: Un número positivo o negativo con {0} decimales, separados por comas
gl: Un número positivo ou negativo con {0} decimales, separados por comas

source: Please enter a value greater than or equal to {0}.
es: Por favor, introduce un valor mayor o igual a {0}
gl: Por favor, introduce un valor maior ou igual a {0}

source: Please enter a value less than or equal to {0}.
es: Por favor, introduce un valor menor o igual a {0}
gl: Por favor, introduce un valor menor ou igual a {0}

source: The DNI format is not NNNNNNNNC
es: El formato del DNI debe ser NNNNNNNNC
gl: O formato do DNI debe ser NNNNNNNNC

source: The NIE format is not CNNNNNNNC
es: El formato NIE no es CNNNNNNNC
gl: O formato NIE non é CNNNNNNNC

source: The NIF format is not CNNNNNNNC
es: El formato NIF no es CNNNNNNNC
gl: O formato NIF non é CNNNNNNNC

source: The format is not DNI: NNNNNNNNC or NIE: CNNNNNNNC
es: El formato no es DNI NNNNNNNNC o el NIE CNNNNNNNC
gl: O formato non é DNI: NNNNNNNNC ou NIE: CNNNNNNNC

source: Please enter a valid value
es: Por favor, introduce un valor válido
gl: Por favor, introduce un valor válido

source: The date format is not DD-MM-YYYY
es: El formato de la fecha debe ser DD-MM-YYYY
gl: o formato da data debe ser DD-MM-YYYY

source: The date format is not YYYY-MM-DD hh:mm:ss
es: El formato de la fecha es YYYY-MM-DD hh:mm:ss
gl: O formato da data é YYYY-MM-DD hh:mm:ss

source: The date entered is too old ( > {0})
es: La fecha ingresada es demasiada antigua ( > {0})
gl: A data engadida é demasiado antiga ( > {0})

source: The date entered must be oldest ( < {0})
es: La fecha ingresada debe ser más antigua ( < {0})
gl: A data engadida debe ser máis antiga ( < {0})

source: The time entered is too old ( > {0})
es: La hora ingresada es demasiada antigua ( > {0})
gl: A hora engadida é demasiado antiga ( > {0})

source: The time entered must be oldest ( < {0})
es: La hora ingresada debe ser más antigua ( < {0})
gl: O hora engadida debe ser máis antiga (<{0})

source: The url is not a Youtube url.
es: No es una url de Youtube
gl: Non é unha url de Youtube

source: Can not be a url
es: No puede ser una URL
gl: Non pode ser una URL

source: Password must contain 8 ~ 16 characters and must contain
es: La contraseña debe contener entre 8 ~ 16 caracteres y
gl: O contrasinal debe conter 8 ~ 16 caracteres e

source: at least one capital letter,
es: al menos una letra mayúscula,
gl: polo menos unha letra maiúscula,

source: one singular letter, one numeric character
es: una letra minúscula, un caracter numérico
gl: unha letra minúscula, un caracter numérico

source: and one special character (!@-,./?).
es: y un caracter especial (!@-,./?).
gl: e un caracter especial (!@-,./?).

source: Please enter a value with a valid mimetype.
es: Por favor ingrese un valor con un tipo mime válido
gl: Introduza un valor cun tipo de mime válido.

source: Please enter a value with a valid extension.
es: Por favor ingrese un valor con una extensión válida
gl: Introduza un valor cunha extensión válida.

source: Please enter a file with a valid size ( > {0} Bytes).
es: Por favor ingrese un archivo con un tamaño válido ( > {0} Bytes).
gl: Introduza un ficheiro cun tamaño válido ( > {0} Bytes)

source: Please enter a file with a valid size ( < {0} Bytes).
es: Por favor ingrese un archivo con un tamaño válido ( < {0} Bytes).
gl: Introduza un ficheiro cun tamaño válido ( < {0} Bytes).

source: Few files. (Limit: {0} files).
es: Pocos ficheros. (Límite: {0} ficheros).
gl: Poucos ficheiros. (Límite: {0} ficheiros).

source: Too many files. (Limit: {0} files).
es: Demasiados ficheros. (Límite: {0} ficheros).
gl: Demasiados ficheiros. (Límite: {0} ficheiros).

source: This field is required.
es: Este campo es obligatorio.
gl: Este campo é obrigatorio

source: Open editor
es: Abrir editor
gl: Abrir editor

source: Close
es: Cerrar
gl: Pechar

source: The NIE format is not CNNNNNNNC'
es: El formato del NIE debe ser CNNNNNNNN
gl: O formato do NIE debe ser CNNNNNNNN

source: The NIF format is not CNNNNNNNC'
es: El formato del NIF debe ser CNNNNNNNC
gl: O formato do NIF debe ser CNNNNNNNC

source: The date entered is too old (> {0})
es: La fecha introducida es muy antigua (>{0})
gl: A data introducida é moi antiga (>{0})

source: The date entered must be oldest (> {0})
es: La fecha introducida debe ser más antigua (>{0})
gl: A data introducida debe ser máis antiga (>{0})

source: The time entered is too old (> {0})
es: La fecha introducida es demasiado antigua (> {0})
gl: A data introducida é demasiado antiga (> {0})

source: The time entered must be oldest (> {0})
es: La fecha introducida debe ser más antigua (> {0})
gl: A data introducida debe ser máis antiga (> {0})

source: Intento de manipulacion del formulario
gl: Intento de manipular o formulario
